<template>
	<div class="container">
		<div class="title">Пользовательское соглашение</div>
		<div class="text">
			<ol>
				<li>
					К сожалению, пользовательского соглашения не существует. Это миф. Таков путь.
				</li>
				<li>
					Любое размещение персональных данных - осуждается. Посмотрите на логотип сайта - и Вы нам доверяете?
				</li>
				<li>
					Для Пользовательского соглашения можно было бы ввести сокращения - но…
				</li>
				<li>
					Сайт осуществляет обработку, и даже хранение, данных пользователей, в том числе информацию cookie, IP-адрес, историю действий и т. п., а также введенную пользователем информацию - лучше не рисковать, как понимаете.
				</li>
				<li>
					Некоторые данные затем отображаются публично.
				</li>
				<li>
					Не нарушайте законодательство РФ. И не только на сайте, но и в целом…
				</li>
				<li>
					Этот пункт для технических нюансов - тестирование списка с дефисами, так читайте внимательней:
					<ul>
						<li>
							Гидора
						</li>
						<li>
							Шаи-Хулуд
						</li>
					</ul>
				</li>
				<li>
					Возможно, часть информации будет даже в безопасности, но все эти сети, байты, распределенные системы управления версиями - весьмы ненадежны, всем известно.
				</li>
				<li>
					glhf, лисички.
				</li>
			</ol>
		</div>
		<div class="date">
			Дата публикации: 16.09.2020 года.
		</div>
	</div>
	
</template>

<script>
export default {

}
</script>

<style lang="less" scoped>
.title {
	font-size: 16px;
	color: #4F4F4E;
	padding: 2rem 0;
	font-weight: bold;
	text-align: center;
}

.text {
	font-size: 15px;
	color: #4F4F4E;
}

.date {
	text-align: right;
}
</style>